Repository: norlys-org/ios
Catalog: norlysWidget/Localizable.xcstrings
Source language: en
Languages: ja, nb, ru, zh_hans

source: %lld minutes
ja: %lld分
nb: %lld minutter
ru: %lld минуты
zh_hans: %lld 分钟

source: 1 year
ja: 1年
nb: 1 år
ru: 1 год
zh_hans: 1 年

source: 2 hours
ja: 2時間
nb: 2 timer
ru: 2 часа
zh_hans: 2 小时

source: 24 hours
ja: 24時間
nb: 24 timer
ru: 24 часа
zh_hans: 24 小时

source: 3 days
ja: 3日間
nb: 3 dager
ru: 3 дня
zh_hans: 3 天

source: 30 days
ja: 30日間
nb: 30 dager
ru: 30 дней
zh_hans: 30 天

source: 5 years
ja: 5年
nb: 5 år
ru: 5 лет
zh_hans: 5 年

source: 54 days
ja: 54日間
nb: 54 dager
ru: 54 дня
zh_hans: 54 天

source: 6 hours
ja: 6時間
nb: 6 timer
ru: 6 часов
zh_hans: 6 小时

source: 7 days
ja: 7日間
nb: 7 dager
ru: 7 дней
zh_hans: 7 天

source: about %lld hours
ja: 約%lld時間
nb: omtrent %lld timer
ru: около %lld часа
zh_hans: 约 %lld 小时

source: about 1 hour
ja: 約1時間
nb: omtrent 1 time
ru: около 1 часа
zh_hans: 约 1 小时

source: Aurora activity
ja: オーロラ活動
nb: Nordlysaktivitet
ru: Авроральная активность
zh_hans: 极光活动

source: Aurora at your location
ja: 現在地のオーロラ
nb: Nordlys der du er
ru: Сияние в вашем местоположении
zh_hans: 您所在位置的极光

source: Aurora globe
ja: オーロラ地球儀
nb: Nordlysglobus
ru: Глобус полярных сияний
zh_hans: 极光地球仪

source: Aurora Globe Configuration
ja: オーロラ地球儀の設定
nb: Innstillinger for nordlysglobus
ru: Настройка глобуса полярных сияний
zh_hans: 极光地球仪设置

source: Auto
ja: 自動
ru: Авто
zh_hans: 自动

source: Away +
ja: 反太陽向き +
nb: Bort +
ru: От Солнца +
zh_hans: 背离太阳 +

source: Centre
ja: 中心
nb: Sentrum
ru: Центр
zh_hans: 中心

source: Centre on
ja: 中心
nb: Sentrer på
ru: Центрировать на
zh_hans: 中心位置

source: Choose what the aurora globe is centred on
ja: オーロラ地球儀の中心を選択します
nb: Velg hva nordlysglobusen skal sentreres på
ru: Выберите, на чём центрировать глобус полярных сияний
zh_hans: 选择极光地球仪的中心

source: Configure the satellite, time period and components shown by the solar wind widget
ja: 太陽風ウィジェットに表示する衛星、期間、成分を設定します
nb: Velg satellitten, tidsperioden og komponentene som solvind-widgeten viser
ru: Настройте спутник, период и компоненты, отображаемые виджетом солнечного ветра
zh_hans: 设置太阳风小组件显示的卫星、时间段和分量

source: Configure timespan and latitude for Lys Index widget
ja: Lys指数ウィジェットの期間と緯度を設定します
nb: Velg tidsrom og breddegrad for Lys-indeks-widgeten
ru: Настройте период и широту для виджета индекса Lys
zh_hans: 设置 Lys 指数小组件的时间段和纬度

source: Could not load data
ja: データを読み込めませんでした
nb: Kunne ikke laste inn data
ru: Не удалось загрузить данные
zh_hans: 数据加载失败

source: Current aurora activity
ja: 現在のオーロラ活動
nb: Nåværende nordlysaktivitet
ru: Текущая авроральная активность
zh_hans: 当前极光活动

source: Current location
ja: 現在地
nb: Nåværende posisjon
ru: Текущее местоположение
zh_hans: 当前位置

source: Density
ja: 密度
nb: Tetthet
ru: Плотность
zh_hans: 密度

source: Displays a precise geomagnetic activity index with configurable timespan and latitude (H-Lys for high geomagnetic latitudes and M-Lys for mid-geomagnetic latitudes
ja: 期間と緯度を設定できる精密な地磁気活動指数を表示します（H-Lysは高地磁気緯度、M-Lysは中地磁気緯度）。
nb: Viser en presis geomagnetisk aktivitetsindeks med valgfri tidsperiode og breddegrad (H-Lys for høye geomagnetiske breddegrader og M-Lys for midlere).
ru: Показывает точный индекс геомагнитной активности с настраиваемым периодом и широтой (H-Lys для высоких геомагнитных широт и M-Lys для средних).
zh_hans: 显示精确的地磁活动指数，可设置时间段和纬度（H-Lys 用于高地磁纬度，M-Lys 用于中地磁纬度）。

source: Displays an aurora webcam and updates every minute. Location can be configured.
ja: オーロラのウェブカメラを表示し、毎分更新します。場所を設定できます。
nb: Viser et nordlyswebkamera og oppdateres hvert minutt. Plasseringen kan velges.
ru: Показывает веб-камеру полярных сияний и обновляется каждую минуту. Местоположение можно выбрать.
zh_hans: 显示极光网络摄像头画面，每分钟更新一次。可设置地点。

source: Displays the probability of strong aurora above the user’s current location.
ja: 現在地の真上に強いオーロラが現れる確率を表示します。
nb: Viser sannsynligheten for sterkt nordlys over der du er nå.
ru: Показывает вероятность сильного полярного сияния над вашим текущим местоположением.
zh_hans: 显示您当前位置上空出现强极光的概率。

source: Displays the real-time solar wind like norlys.live: IMF Bt/Bz, Phi, speed and density, with a configurable satellite, time period and components.
ja: norlys.live と同じくリアルタイムの太陽風を表示：IMF Bt/Bz、Phi、速度、密度。衛星、期間、成分を設定できます。
nb: Viser sanntids solvind som på norlys.live: IMF Bt/Bz, Phi, hastighet og tetthet, med valgfri satellitt, tidsperiode og komponenter.
ru: Показывает солнечный ветер в реальном времени, как на norlys.live: ММП Bt/Bz, Фи, скорость и плотность, с настраиваемым спутником, периодом и компонентами.
zh_hans: 与 norlys.live 相同，显示实时太阳风：IMF Bt/Bz、Phi、速度和密度，可设置卫星、时间段和分量。

source: Displays the solar wind magnetic field strength (IMF Bt) and vertical magnitude (IMF Bz) over the last 4 hours, including a short-term forecast.
ja: 過去4時間の太陽風の磁場強度（IMF Bt）と南北成分（IMF Bz）を短期予報とともに表示します。
nb: Viser solvindens magnetfeltstyrke (IMF Bt) og vertikale komponent (IMF Bz) de siste 4 timene, med et korttidsvarsel.
ru: Показывает силу магнитного поля солнечного ветра (ММП Bt) и его вертикальную составляющую (ММП Bz) за последние 4 часа, включая краткосрочный прогноз.
zh_hans: 显示过去 4 小时太阳风的磁场强度（IMF Bt）和南北分量（IMF Bz），并包含短期预报。

source: Displays the solar wind magnetic field strength and vertical magnitude (IMF Bt/Bz), speed and density over the last 4 hours, including a short-term forecast.
ja: 過去4時間の太陽風の磁場強度と南北成分（IMF Bt/Bz）、速度、密度を短期予報とともに表示します。
nb: Viser solvindens magnetfeltstyrke og vertikale komponent (IMF Bt/Bz), hastighet og tetthet de siste 4 timene, med et korttidsvarsel.
ru: Показывает силу магнитного поля солнечного ветра и его вертикальную составляющую (ММП Bt/Bz), скорость и плотность за последние 4 часа, включая краткосрочный прогноз.
zh_hans: 显示过去 4 小时太阳风的磁场强度和南北分量（IMF Bt/Bz）、速度和密度，并包含短期预报。

source: Dynamic
ja: ダイナミック
nb: Dynamisk
ru: Динамичный
zh_hans: 活跃多变

source: Extremely Dynamic
ja: 極めてダイナミック
nb: Ekstremt dynamisk
ru: Чрезвычайно динамичный
zh_hans: 极其活跃多变

source: Forecast
ja: 予報
nb: Varsel
ru: Прогноз
zh_hans: 预报

source: H-Lys & M-Lys indices Widget:
ja: H-Lys・M-Lys指数
nb: H-Lys- og M-Lys-indekser
ru: Индексы H-Lys и M-Lys
zh_hans: H-Lys 和 M-Lys 指数

source: H-Lys Index
ja: H-Lys指数
nb: H-Lys-indeks
ru: Индекс H-Lys
zh_hans: H-Lys 指数

source: High Latitudes
ja: 高緯度
nb: Høye breddegrader
ru: Высокие широты
zh_hans: 高纬度

source: In %lld hours
ja: %lld時間後
nb: Om %lld timer
ru: Через %lld часа
zh_hans: %lld 小时后

source: In %lld minutes
ja: %lld分後
nb: Om %lld minutter
ru: Через %lld минуты
zh_hans: %lld 分钟后

source: In %lldh %lldm
ja: %1$lld時間%2$lld分後
nb: Om %1$lld t %2$lld m
ru: Через %1$lld ч %2$lld мин
zh_hans: %1$lld 小时 %2$lld 分钟后

source: Latitude
ja: 緯度
nb: Breddegrad
ru: Широта
zh_hans: 纬度

source: Latitude Zone
ja: 緯度帯
nb: Breddegradssone
ru: Широтная зона
zh_hans: 纬度带

source: less than a minute
ja: 1分未満
nb: mindre enn ett minutt
ru: меньше минуты
zh_hans: 不到 1 分钟

source: LIVE
ja: ライブ
ru: В ЭФИРЕ
zh_hans: 实时

source: Loading...
ja: 読み込み中…
nb: Laster inn …
ru: Загрузка…
zh_hans: 加载中…

source: Lys Index Configuration
ja: Lys指数の設定
nb: Innstillinger for Lys-indeks
ru: Настройка индекса Lys
zh_hans: Lys 指数设置

source: M-Lys Index
ja: M-Lys指数
nb: M-Lys-indeks
ru: Индекс M-Lys
zh_hans: M-Lys 指数

source: Mid Latitudes
ja: 中緯度
nb: Midlere breddegrader
ru: Средние широты
zh_hans: 中纬度

source: No %@ data over the last %@
ja: 過去%2$@の%1$@データがありません
nb: Ingen %1$@-data de siste %2$@
ru: Нет данных %1$@ за последние %2$@
zh_hans: 过去 %2$@ 没有 %1$@ 数据

source: No Data Available
ja: データがありません
nb: Ingen data tilgjengelig
ru: Нет данных
zh_hans: 暂无数据

source: No solar wind data over the last %@
ja: 過去%@の太陽風データがありません
nb: Ingen solvinddata de siste %@
ru: Нет данных о солнечном ветре за последние %@
zh_hans: 过去 %@ 没有太阳风数据

source: Northern hemisphere
ja: 北半球
nb: Den nordlige halvkule
ru: Северное полушарие
zh_hans: 北半球

source: Over %@
ja: 過去%@
nb: Siste %@
ru: За %@
zh_hans: 过去 %@

source: Right now
ja: 現在
nb: Akkurat nå
ru: Сейчас
zh_hans: 当前

source: Satellite
ja: 衛星
nb: Satellitt
ru: Спутник
zh_hans: 卫星

source: Select webcam location
ja: ウェブカメラの場所を選択
nb: Velg webkamera-plassering
ru: Выберите расположение веб-камеры
zh_hans: 选择网络摄像头位置

source: Show By
ja: By を表示
nb: Vis By
ru: Показывать By
zh_hans: 显示 By

source: Show Bz
ja: Bz を表示
nb: Vis Bz
ru: Показывать Bz
zh_hans: 显示 Bz

source: Show Phi
ja: Phi を表示
nb: Vis Phi
ru: Показывать Фи
zh_hans: 显示 Phi

source: Show Theta
ja: Theta を表示
nb: Vis Theta
ru: Показывать Тета
zh_hans: 显示 Theta

source: Solar Wind
ja: 太陽風
nb: Solvind
ru: Солнечный ветер
zh_hans: 太阳风

source: Solar Wind Configuration
ja: 太陽風の設定
nb: Innstillinger for solvind
ru: Настройка солнечного ветра
zh_hans: 太阳风设置

source: Solar wind magnetic field widget
ja: 太陽風の磁場
nb: Solvindens magnetfelt
ru: Магнитное поле солнечного ветра
zh_hans: 太阳风磁场

source: Solar wind stackplot widget
ja: 太陽風スタックプロット
nb: Solvind-stabelplott
ru: Графики солнечного ветра
zh_hans: 太阳风堆叠图

source: Solar wind widget
ja: 太陽風
nb: Solvind
ru: Солнечный ветер
zh_hans: 太阳风

source: Southern hemisphere
ja: 南半球
nb: Den sørlige halvkule
ru: Южное полушарие
zh_hans: 南半球

source: Speed
ja: 速度
nb: Hastighet
ru: Скорость
zh_hans: 速度

source: Strong aurora above me Widget
ja: 真上の強いオーロラ
nb: Sterkt nordlys over meg
ru: Сильное сияние надо мной
zh_hans: 头顶强极光

source: The norlys model on the globe, as on norlys.live: the auroral ovals, the terminator, substorms and your position, centred on you or on either geomagnetic pole.
ja: norlys.live と同じく、norlys モデルを地球儀に表示：オーロラオーバル、昼夜境界線、サブストーム、現在地。現在地またはいずれかの地磁気極を中心に表示します。
nb: norlys-modellen på globusen, som på norlys.live: nordlysovalene, terminatoren, substormer og posisjonen din, sentrert på deg eller på en av de geomagnetiske polene.
ru: Модель norlys на глобусе, как на norlys.live: авроральные овалы, терминатор, суббури и ваше местоположение, с центром на вас или на одном из геомагнитных полюсов.
zh_hans: 与 norlys.live 相同，在地球仪上显示 norlys 模型：极光椭圆带、晨昏线、亚暴和您的位置，可以您所在位置或任一地磁极为中心。

source: Time period
ja: 期間
nb: Tidsperiode
ru: Период
zh_hans: 时间段

source: Timespan
ja: 期間
nb: Tidsrom
ru: Период
zh_hans: 时间段

source: Towards -
ja: 太陽向き -
nb: Mot -
ru: К Солнцу -
zh_hans: 朝向太阳 -

source: Travel time to earth:
ja: 地球への到達時間：
nb: Reisetid til Jorden:
ru: Время в пути до Земли:
zh_hans: 抵达地球所需时间：

source: Travel time:
ja: 到達時間：
nb: Reisetid:
ru: Время в пути:
zh_hans: 所需时间：

source: Unable to fetch Lys data
ja: Lysデータを取得できません
nb: Kunne ikke hente Lys-data
ru: Не удалось получить данные Lys
zh_hans: 无法获取 Lys 数据

source: Unable to fetch solar wind data
ja: 太陽風データを取得できません
nb: Kunne ikke hente solvinddata
ru: Не удалось получить данные о солнечном ветре
zh_hans: 无法获取太阳风数据

source: Unavailable
ja: 利用不可
nb: Utilgjengelig
ru: Недоступно
zh_hans: 不可用

source: Updated %@ ago
ja: %@前に更新
nb: Oppdatert for %@ siden
ru: Обновлено %@ назад
zh_hans: %@前更新

source: Updates in
ja: 更新まで
nb: Oppdateres om
ru: Обновление через
zh_hans: 距离更新

source: Very Dynamic
ja: 非常にダイナミック
nb: Svært dynamisk
ru: Очень динамичный
zh_hans: 非常活跃多变

source: Webcam Location
ja: ウェブカメラの場所
nb: Webkamera-plassering
ru: Расположение веб-камеры
zh_hans: 网络摄像头位置

source: Webcam location
ja: ウェブカメラの場所
nb: Webkamera-plassering
ru: Расположение веб-камеры
zh_hans: 网络摄像头位置

source: Webcam Widget
ja: ウェブカメラ
nb: Webkamera
ru: Веб-камера
zh_hans: 网络摄像头

source: out of 10
nb: av 10
ru: из 10

source: Phi
ru: Фи

source: Theta
ru: Тета
